{
  "Name and Status": {
    "Name": "“Metropolitan LWC” (Met LWC).",
    "Status": "The Met LWC is recognized as local weightlifting committee #6 of USA Weightlifting, Inc. (USAW), a 5013(c) corporation of the State of New York and the National Governing Body of the sport of Olympic-style weightlifting."
  },
  "Territory": {
    "Jurisdiction": "The Met LWC includes all athletes registered as members of the Met LWC. Athletes who belong to clubs outside of the Met LWC cannot be registered as members of the Met LWC. Clubs must be registered under the Met LWC via USAW based on the address of the club."
  },
  "Mission Statement": {
    "Mission Statement": "To promote the growth and development of Metropolitan Weightlifting at a grassroots level abiding by the rules and governance of Metropolitan Weightlifting and USA Weightlifting, Inc.",
    "Function": "The purpose shall be to educate, promote, conserve, sponsor, coordinate and stimulate the interest of weightlifting."
  },
  "Function of the Board": {
    "Nature and Duties of the Met LWC Board": "The Met LWC shall be governed by a Board to oversee the conduct of the Met LWC, and help the Met LWC to achieve its mission statement.",
    "Becoming a Board Member": "To be a board member in a given calendar year you must be 18 years of age and participate in 50% of committee meetings and 50% of open weightlifting events in the preceding two calendar years. You must also have been a USAW member during those preceding years.<br>Board members and those who wish to become board members must assist as volunteers during local weightlifting competitions sanctioned by the President to their fullest capacity, whether that be loading, refereeing, announcing, or bringing equipment. Such assistance must be done for the majority of the competition. All such assistance shall be reported to the competition secretary the day of the competition in order to make sure such efforts are recorded.<br>You could also choose to fully help in the setup and breakdown of the competition if you cannot be there the full day of the competition.",
    "Officers": "<ul><li>President: The President shall preside at the membership and Executive Board meetings as chief officer of the organization; shall supervise the organization's affairs and activities; shall make an annual report to the members; and be responsible for seeing that all of the organization's activities are in accordance with these bylaws and USA Weightlifting bylaws and rules.</li><li>Secretary: The Secretary shall give notice of all regular and special meetings; keep permanent record of such meetings, be custodian of all official records of the organization, and prepare minutes of such meetings for publication; submit a credentials report at each meeting.</li></ul>",
    "The Office of the President and Secretary": "The President of the Metropolitan LWC shall be elected every 4 years by a majority vote of the board. The president must be a current board member. The Secretary shall also be elected by a majority vote of the board to serve a first term of 2 years and subsequent terms of 4 years. The secretary must also be a current board member.",
    "Removal of Officers": "If an officer is found to be non-compliant with the Code of Conduct of USA Weightlifting, Inc. or expected duties an officer can be removed.<ol><li>Proposal: A motion for removal can only be considered for a vote if at least 3 board members bring written complaints to the board. After a proposal is decided on, the vote shall be set for the next meeting, with the officer being removed have the right to present his/her case at that next meeting.</li><li>Required Votes Present: 50% of the board must be present to vote on removal.</li><li>Approval: Two thirds of the votes present are necessary for removal.</li></ol>",
    "Meetings": "Three meetings will be held a year, as necessary. A meeting will be held once in each third of the year. At the meetings the previous minutes shall be discussed and approved, past meets results shall be discussed as well as the running of the coming meets.<ul><li>The meeting in the final third of the year shall be focused on scheduling meets and meetings for the coming calendar year.</li></ul>"
  },
  "Competition Secretary": {
    "Function and Duties": "Each competition will be appointed a Competition Secretary by the president at the time the sanction is awarded. The competition secretary is an administrator to supervise and help the meet director. At the end of the meet, the cards and all other official documents shall be given to the competition secretary.<br>The duties of the Competition Secretary are<ul><li>to verify the list of competitors and divide into groups if necessary according to the best results</li><li>to conduct the weigh ins</li><li>to supervise the order of lifting</li><li>to check that the platform, the barbell, the scales, the light system, the time clock, the warm up area and the other facilities are sufficient and in working order</li><li>to check that the number of lifters at the actual meet is acceptable for the venue and that there are the required number of officials meaning referees, announcers, and time keepers</li><li>to ensure that the information displayed is correct, meaning the time clock, weightlifter etc. and cleaning of the barbell</li><li>to ensure the costume of every competitor follows USA Weightlifting guidelines</li><li>to ensure that communication between the announcer, coaches and all other officials is able to occur in a clear and swift manner</li><li>to ensure the accuracy of the results on the score sheet at the end of the competition</li><li>to report the results to the national office in a timely manner and afterwards, to report back to the secretary with all official documentation</li></ul>"
  },
  "Funding": {
    "Funding": "The purpose shall be to receive funds and other assets by the way of donations from various and sundry sources; to receive funds from registrations and sanctions from USA Weightlifting, Inc. To utilize all funds received from whatever source exclusively in the promotion of and in furtherance of Weightlifting.",
    "Financial Statements and Disclosure Policy": "The account and all financial statements shall be overseen and maintained by the President of the Metropolitan LWC who will report on and produce account records at each meeting. The secretary is a signatory on the account in case the president is unable to sign.",
    "Collection": "All funds are from USA Weightlifting, Inc., voluntary donations or fund raising efforts specific to the Met LWC. They should be made payable to the account and remitted to the Met LWC and promptly deposited in the LWC’s account by an approved signatory.",
    "Purpose of Funds": "The funds shall be at the dispensed as agreed by the LWC’s board members solely for expenses directly related to the LWC’s mission. Purchases and transactions shall be approved by the board via a majority vote. These purchases shall include equipment and other necessary expenses for the conduct of sanctioned competitions."
  },
  "Events": {
    "Notification": "Members of the Metropolitan LWC shall be notified of events via a calendar and list found on the LWC website (metropolitanweightlifting.org).",
    "Management": "Every sanctioned competition shall have a meet director who is stipulated on the sanction form, and a competition security assigned by the President. They will oversee the process of the sanctioned competition making sure all athletes abide by the rules and the competition runs efficiently, with the required paperwork being completed before, during, and after the event, including the communication of the results to USA Weightlifting, Inc.",
    "Monitoring": "Every sanctioned competition shall be monitored by a Competition Secretary (see Article 5). After the Competition Secretary has conducted his duties, he shall report back to the president and secretary with a full report on the event include an overall statement of approval or disapproval.",
    "Awarding of Dates/Sanctions": "Sanctioned competitions that were run in the past year shall be given first priority when asking for a renewed sanction as long as the event is held within 15 days of the previous date and was satisfactorily run the prior year. The next priority will be given to events that are requested and agreed to at the time of the annual scheduling meeting, when the LWC’s schedule is established. Any other dates/sanctions shall be awarded on a first come first serve basis to the extent they satisfy the requirements stipulated in the “Frequency of Events” section below. Before an event is sanctioned, a copy of the entry with a binding waiver must be submitted to a Metropolitan LWC officer.",
    "Frequency of Events": "No two open events shall take place within 16 days and 100 miles of an already sanctioned/scheduled event.",
    "Cosed Competitions / Gyms Sanctioned Competitions": "Closed Competitions or Gym Sanctioned competitions, are events held by individual gyms or clubs that are not listed on the USA Weightlifting, Inc. event page but are still sanctioned events in the Met LWC. Despite this, their results must be reported to the secretary and will be promptly posted on the Met LWC website. To prevent closed competitions from drawing athletes away from the more crucial open events during the calendar year, they are restricted to a total of 20 athletes. In addition, no more than 2 closed meets can be held on the same day, no club can hold more than 2 closed meets a year without the permission of the president, no club can hold more than 1 closed meet on the same weekend, and no closed meet can be held within 7 days of an open meet."
  },
  "Amendments to Bylaws": {
    "Amendment Proposal": "Amendments shall be proposed by any board member at one of the board meetings. In order for the amendment to be voted on, the motion must be seconded by at least 2 other board members. If the motion is seconded, notice shall be given to all Board members and a vote from all attending Board members shall take place at the next meeting, provided a quorum of at least fifty percent of all Board members.",
    "Amendment Approval": "At least two thirds of the votes present is needed in order for an amendment to be approved and added to the bylaws."
  },
  "Miscellaneous": {
    "Severability and Headings": "The invalidity of any provision of these Bylaws shall not affect the other provisions in these Bylaws, and in such event these Bylaws shall be construed in all respects as if such invalid provision were omitted.",
    "Procedure for Adoption": "These by laws shall be discussed, and approved at a duly scheduled Board meeting with each potential Board member receiving notice; provided a quorum of at least fifty percent of all Board members, and shall be approved and adopted upon a two thirds vote. No proxies shall be allowed.<br><br>Voted on and effective: 10 / 18 / 2015"
  }
}