{
  "Name and Status": {
    "Name": "“Metropolitan LWC” (Met LWC).",
    "Status": "The Met LWC is recognized as local weightlifting committee #6 of USA Weightlifting, Inc. (USAW), a 501(c)(3) corporation of the State of New York and the National Governing Body of the sport of Olympic-style weightlifting."
  },
  "Territory": {
    "Jurisdiction": "The Met LWC includes all athletes registered as members of the Met LWC. Athletes who live in the Met LWC may join a club outside of the LWC but are only authorized to compete in the LWC Championships of the Metropolitan LWC, not in the championship for the LWC of the external club. Clubs must be registered under the Met LWC via USAW based on the address of the club. Geographically, the Met LWC includes the counties of Suffolk, Nassau, Queens, Kings, Richman, New York, Bronx, Westchester, Rockland, Putnam, Orange, Duchess, Ulster, Sullivan, Columbia, Greene, Delaware, Broome, Chenango, Otsego, Schoharie, Albany, Rensselaer, Washington, Saratoga, Schenectady, Fulton, Montgomery. All other counties in the state of NY belong to the Niagara LWC.",
    "Competition Zones": "For the purposes of sanctioning competitions the LWC is broken into four competition zones.<ol><li>Nassau, Suffolk, Kings (Brooklyn), Queens, Manhattan, Richmond (Staten Island), Bronx</li><li>Yonkers, Westchester, Rockland, Putnam, Orange, Dutchess, Ulster, Kingston, Sullivan</li><li>Columbia, Greene, Schoharie, Albany, Rensselaer, Washington, Saratoga, Schenectady, Fulton, Montgomery, Warren, Hamilton, Essex, Clinton, Franklin, St. Lawrence, and all counties directly north within our LWC border.</li><li>Broome, Chenango, Delaware, Ostego, Cortland, Madison, Herkimer, Oneida, Onondaga, Cayuga, Oswego, Lewis, Jefferson, and all counties directly west within our LWC border</li></ol>See <a href='#article_7'>Article 7</a> for further information on events."
  },
  "Mission Statement": {
    "Mission Statement": "To promote the growth and development of Metropolitan Weightlifting at a grassroots level abiding by the rules and governance of Metropolitan Weightlifting and USA Weightlifting, Inc.",
    "Function": "The purpose shall be to educate, promote, conserve, sponsor, coordinate and stimulate the interest of weightlifting."
  },
  "Officers and The Board": {
    "Officers": "<ul><li>President: The President shall preside at the membership and Executive Board meetings as chief officer of the organization; shall supervise the organization's affairs and activities; shall make an annual report to the members; and be responsible for seeing that all of the organization's activities are in accordance with these bylaws and USA Weightlifting bylaws and rules.</li><li>Secretary: The Secretary shall give notice of all regular and special meetings; keep permanent record of such meetings, be custodian of all official records of the organization, and prepare minutes of such meetings for publication; submit a credentials report at each meeting.</li><li>Technical Committee: The Technical Committee shall consist of all referees in the Met LWC of national level or higher. They will serve to advise the president and other officers in matters of USA Weightlifting rules, regulations and practices. Any national referee or higher may accept a position on the Technical Committee. </li><li>Finance Subcommittee Officers: The President shall appoint a Treasurer, Bookkeeper, and Advisor to the Finance Subcommittee responsible for LWC finances. The Treasurer administers funds, the Bookkeeper keeps records, and the Advisor guides both these individuals in their financial responsibilities. These three positions are to be approved by the Technical Committee.</li><li>Athletes’ Representative: The Athlete’s Representative will serve to represent the athlete membership of the LWC at executive board meetings, voicing the concerns of the general membership in administrative matters. This position is to be elected by the general membership to serve a 2 year term. </li><li>Club Representative: The Club Representative will serve to represent the various clubs of the LWC at executive board meetings, voicing club concerns in administrative matters. By attending executive board and general membership meetings, the club representative will be an effective liason between the board and weightlifting clubs. This position is to be elected by the general membership to serve a 2 year term and has voting privileges on the Board. </li><li>Technology Chair: The Technology Chair shall head the Technology Committee and be responsible for the LWC website as well as any other online communication/notification with the membership. This position is to be appointed by the president and approved by the Technical Committee.</li></ul><p>The President, Secretary, Treasurer, and Technology Chair are all LWC Administrators. If 3 out of 4 of these individuals agree on the resolution of an issue, the resolution will stand until the next Executive Board meeting at which it will be voted on for approval. Approval requires 2/3 of the vote of those present, a quorum being 50% of the board. National referees that can vote on executive board are those who meet the participation requirements. In addition participate in, the lesser of 4 open meets or 1⁄3 of all open meets, for at least 2/3s of each meet in one of the following roles: referee, time keeper, announcer, technical controller, scorekeeper, weigh-in officials, competition secretary, loader. In addition, they must attend at least one executive board meeting. They must fulfill all requirements in the same calendar year. When they have attended their second executive board meeting they will receive voting privileges. Each meet director will submit participation records to the Secretary to be tabulated. </p>",
    "The Executive Board": "The Executive Board shall consist of all elected and appointed officials including the president, the secretary, the finance subcommittee, the Athletes’ Representative, and the Technology Chair, as well as the Technical Committee.",
    "The Offices of the President and Secretary": "The President of the Metropolitan LWC shall be elected every 4 years by a majority vote of the LWC Membership. The president must have 5 years in the sport of weightlifting, be a national referee, be am open meet director and the president of a club within the LWC. The Secretary shall be elected by the same process to serve a first term of 2 years and subsequent terms of 4 years. The secretary must have 3 years in the sport, be a local referee, have excellent note keeping skills and have comprehensive knowledge of Robert’s Rules of Order.",
    "Removal of Officers": "If an officer is found to be non-compliant with the Code of Conduct of USA Weightlifting, Inc. or expected duties an officer can be removed.<ol><li>Proposal: A motion for removal can only be considered for a vote if at least 3 board members bring written complaints to the board. After a proposal is decided on, the vote shall be set for the next meeting, with the officer being removed have the right to present his/her case at that next meeting.</li><li>Required Votes Present: 50% of the board must be present to vote on removal.</li><li>Approval: Two thirds of the votes present are necessary for removal.</li></ol>",
    "Meetings": "Two General Business Meetings shall take place every year. These meetings are open to the general membership and will serve the purpose of discussing issues that concern the membership directly. The membership shall be notified of the General Business Meetings via a calendar on the LWC website that shall have the dates put up immediately after scheduling. At least two Executive Board Meetings shall take place every year at the discretion of the president. These meetings are open to only Executive Board members. At these meetings, the board will discuss issues of administration including meet results, upcoming meets, voting criteria, and previous minute meetings along with any other technical issues.<ul><li>All USAW members seeking approval for an open meet must submit their sanction for approval at a General Business meeting taking place at the beginning of the year. The Executive Board will convene subsequently in order to consider all submitted sanctions and schedule the meets for the coming year.</li></ul>"
  },
  "Competition Secretary": {
    "Function and Duties": "Each competition will be appointed a Competition Secretary by the meet director at the time the sanction is submitted. The competition secretary must be an LWC referee or higher. If the meet director cannot secure the services of a qualified competition secretary, the LWC President will assist in finding or appointing a qualified competition secretary for the event. The competition secretary is an administrator to supervise and help the meet director. At the end of the meet, the cards and all other official documents shall be given to the competition secretary.<br>The duties of the Competition Secretary are<ul><li>to verify the list of competitors and divide into groups if necessary according to the best results</li><li>to conduct the weigh ins</li><li>to supervise the order of lifting</li><li>to check that the platform, the barbell, the scales, the light system, the time clock, the warm up area and the other facilities are sufficient and in working order</li><li>to check that the number of lifters at the actual meet is acceptable for the venue and that there are the required number of officials meaning referees, announcers, and time keepers</li><li>to ensure that the information displayed is correct, meaning the time clock, weightlifter etc. and cleaning of the barbell</li><li>to ensure the costume of every competitor follows USA Weightlifting guidelines</li><li>to ensure that communication between the announcer, coaches and all other officials is able to occur in a clear and swift manner</li><li>to ensure the accuracy of the results on the score sheet at the end of the competition</li><li>to report the results to the national office in a timely manner and, within one month from the date of the competition, to report back to the LWC Secretary with all official documentation; failure to provide the required documentation may result in the denial of a future sanction request</li></ul>"
  },
  "Funding": {
    "Funding": "The purpose shall be to receive funds and other assets by the way of donations from various and sundry sources; to receive funds from registrations and sanctions from USA Weightlifting, Inc. To utilize all funds received from whatever source exclusively in the promotion of and in furtherance of Weightlifting.",
    "Financial Statements and Disclosure Policy": "The account and all financial statements shall be overseen and maintained by the Finance Subcommittee of the Metropolitan LWC who will report on and produce account records at each meeting.",
    "Collection": "All funds are from USA Weightlifting, Inc., voluntary donations or fund raising efforts specific to the Met LWC. No percentage of registration will be collected by the LWC; all meet entry fees go to the meet director. They should be made payable to the account and remitted to the Met LWC and promptly deposited in the LWC’s account by an approved signatory.",
    "Purpose of Funds": "The funds shall be at the dispensed as agreed by the LWC’s board members solely for expenses directly related to the LWC’s mission. Purchases and transactions shall be approved by the board via a majority vote. These purchases shall include equipment and other necessary expenses for the conduct of sanctioned competitions."
  },
  "Events": {
    "Notification": "Members of the Metropolitan LWC shall be notified of events via a calendar and list found on the LWC website (metropolitanweightlifting.org).",
    "Management": "Every sanctioned competition shall have a meet director who is stipulated on the sanction form, and a competition secretary. Referees shall be selected on a first come first serve basis, but the highest ranking referees will have priority. The meet director must contact all national, category I, and category II referees one week prior to the meet to assess their availability and the need for local referees. Weigh-ins must be conducted in a private room, not a bathroom or open area whatsoever. The LWC will adhere to IWF rules. Two referees must be present at weigh-ins. At no time may a referee be alone in the weigh-in room with a minor.",
    "Monitoring": "Every sanctioned competition shall be monitored by a Competition Secretary (see Article 5). After the Competition Secretary has conducted his duties, he shall report back to the president and secretary within one month from the date of the competition with a full report on the event including an overall statement of approval or disapproval. In lieu of a jury, at any local meet the President and Technical Committee can act as such, with all the powers delegated to a jury under the rules of the IWF Technical and Competition Rules and Regulations (See said document Section 7.5 Jury).",
    "Awarding of Dates/Sanctions": "<p>Sanctioned competitions that were run in the past year shall be given priority when asking for a renewed sanction as long as the event is held within 15 days of the previous date and was satisfactorily run the prior year. Any other dates/sanctions, for open or closed competitions, shall be awarded on a first come first serve basis to the extent they satisfy the requirements stipulated in the “Frequency of Events” section below.</p><p>To obtain a sanction a potential Competition Director must secure a commitment of a LWC Officer or National Level or higher Technical Official to attend the event. This person must agree to assist with running of the competition and report back in writing to the LWC Officers. A potential Competition Director must present the name(s) of qualifying individuals who will support the competition. This requirement is waived for Competition Directors who either have run a competition as a Director in the LWC in the calendar year of 2016 that was satisfactorily done or is a National or higher Technical Official.</p><p>A potential Competition Director must also confirm via a countersigned written commitment with the LWC to do/provide the following:<ol><li>The LWC Zone in which the competition will be held.</li><li>Draft entry form with tentative schedule and name of LWC Officer or Technical Official that has committed to supporting the event.</li><li>Confirm kilogram barbells and weights will be used for the competition.</li><li>Confirm all officiating, including weigh-ins, will be done by LWC or higher Technical Officials.</li><li>Submit/upload official competition results to USAW’s Webpoint database and email them to the LWC Officer designated in the written commitment within 10 days of the completion of competition.</li><li>Ensure a meet report is presented, in writing prior to or verbally in person at the next scheduled LWC meeting. (Form to be provided by the LWC).</li><li>All rules of weightlifting competition will be followed.</li></ol></p>",
    "Frequency of Events": "One competition per weekend, per LWC competition zone, will be allowed. This limitation is waived in zones 3 and 4 so long as the competition venues are at least 100 miles away from each other. Frequency is unrestricted throughout the calendar year with one exception. No competitions will be allowed during the four week period leading up to the annual Metropolitan LWC Championships within Zone 1 and Zone 2. Zones 3 and 4 will not be subject to this limitation however participation in the Metropolitan LWC Championship is encouraged. Additionally, one competition in both Zone 3 and Zone 4 will be allowed on the same date(s) of the Zone 1 and Zone 2 Metropolitan Championships. These events, if held, will be considered “upstate LWC Championships” and the combined results will determine the overall LWC champions for a calendar year.",
    "Closed Competitions / Gym Sanctioned Competitions": "Closed Competitions or Gym Sanctioned competitions, are events held by individual gyms or clubs that are not listed on the USA Weightlifting, Inc. event page or calendar but are still sanctioned events in the Met LWC. Sanctions are awarded to clubs by request under the same procedure for Open Competitions. Closed events are restricted to 30 athletes. No closed meet may be held on the same weekend as an Open Competition, in the same Zone, without the written consent and approval of the Meet Director holding the Open Competition on the requested date/weekend.",
    "Sanction Rejection Appeals Process": "Sanction rejections are appealed directly to the national office where they will go to the President’s Advisory Committee (PAC) for judgment.",
    "Binding Waiver":"Request and Release:<p>I, the undersigned, hereby request permission to enter the premises [location] and to participate in the weightlifing competition(s) to be held there on [date]. I have inspected the premises and I know the substantial risks and dangers involved in the said activities, and that unanticipated and unexpected dangers may arise during such activities. I assume all risks of injury to my person and property that may be sustained in connection withheld stated and associated activities in and about the premises and in traveling too and from the said premises and activities.</p><p>In consideration of the permission granted to me to enter the premises and participate in the stated activities, I do hereby, for myself, my heirs, my administrators and assign, release, remise and discharge the Metropolitan Local Weightlifting Committee of the USAW and the individual members thereof, [location], owners, operators, sponsors, and sanctioners of said premises of the activities and causes of in said premises, and participation in the stated activities, regardless of who is at fault or whose negligence caused such a loss or injury, even if the loss or injury is caused by the fault or negligence of the LWC and the individual members thereof, or any other of the parties mentioned herein as being released</p><p>I represent and certify that my true date of birth is stated below, and If I am not, in any way, the employee, servant, or agent of the owners, operators, sponsors, or sanctioners of the premises and/or activities therein. I further agree that I have reviewed, understand, and agree to abide by the rules and regulations of this program."
  },
  "Amendments to Bylaws": {
    "Amendment Proposal": "Amendments shall be proposed by any board member at one of the board meetings. In order for the amendment to be voted on, the motion must be seconded by at least 2 other board members. If the motion is seconded, notice shall be given to all Board members and a vote from all attending Board members shall take place at the next meeting, provided a quorum of at least fifty percent of all Board members.",
    "Amendment Approval": "At least two thirds of the votes present is needed in order for an amendment to be approved and added to the bylaws."
  },
  "Miscellaneous": {
    "Severability and Headings": "The invalidity of any provision of these Bylaws shall not affect the other provisions in these Bylaws, and in such event these Bylaws shall be construed in all respects as if such invalid provision were omitted.",
    "Procedure for Adoption": "These by laws shall be discussed, and approved at a duly scheduled Board meeting with each potential Board member receiving notice; provided a quorum of at least fifty percent of all Board members, and shall be approved and adopted upon a two thirds vote. No proxies shall be allowed.<br><br>Effective: 7/ 18 / 2016"
  }
}
